{"version":"1.0","truncation":null,"padding":null,"added_tokens":[{"id":0,"special":true,"content":"<|endoftext|>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false}],"normalizer":null,"pre_tokenizer":{"type":"ByteLevel","add_prefix_space":false,"trim_offsets":true},"post_processor":{"type":"ByteLevel","add_prefix_space":true,"trim_offsets":true},"decoder":{"type":"ByteLevel","add_prefix_space":true,"trim_offsets":true},"model":{"type":"BPE","dropout":null,"unk_token":null,"continuing_subword_prefix":null,"end_of_word_suffix":null,"fuse_unk":false,"vocab":{"<|endoftext|>":0,"!":1,"\"":2,"#":3,"$":4,"%":5,"&":6,"'":7,"(":8,")":9,"*":10,"+":11,",":12,"-":13,".":14,"/":15,"0":16,"1":17,"2":18,"3":19,"4":20,"5":21,"6":22,"7":23,"8":24,"9":25,":":26,";":27,"<":28,"=":29,">":30,"?":31,"@":32,"A":33,"B":34,"C":35,"D":36,"E":37,"F":38,"G":39,"H":40,"I":41,"J":42,"K":43,"L":44,"M":45,"N":46,"O":47,"P":48,"Q":49,"R":50,"S":51,"T":52,"U":53,"V":54,"W":55,"X":56,"Y":57,"Z":58,"[":59,"\\":60,"]":61,"^":62,"_":63,"`":64,"a":65,"b":66,"c":67,"d":68,"e":69,"f":70,"g":71,"h":72,"i":73,"j":74,"k":75,"l":76,"m":77,"n":78,"o":79,"p":80,"q":81,"r":82,"s":83,"t":84,"u":85,"v":86,"w":87,"x":88,"y":89,"z":90,"{":91,"|":92,"}":93,"~":94,"¡":95,"¢":96,"£":97,"¤":98,"¥":99,"¦":100,"§":101,"¨":102,"©":103,"ª":104,"«":105,"¬":106,"®":107,"¯":108,"°":109,"±":110,"²":111,"³":112,"´":113,"µ":114,"¶":115,"·":116,"¸":117,"¹":118,"º":119,"»":120,"¼":121,"½":122,"¾":123,"¿":124,"À":125,"Á":126,"Â":127,"Ã":128,"Ä":129,"Å":130,"Æ":131,"Ç":132,"È":133,"É":134,"Ê":135,"Ë":136,"Ì":137,"Í":138,"Î":139,"Ï":140,"Ð":141,"Ñ":142,"Ò":143,"Ó":144,"Ô":145,"Õ":146,"Ö":147,"×":148,"Ø":149,"Ù":150,"Ú":151,"Û":152,"Ü":153,"Ý":154,"Þ":155,"ß":156,"à":157,"á":158,"â":159,"ã":160,"ä":161,"å":162,"æ":163,"ç":164,"è":165,"é":166,"ê":167,"ë":168,"ì":169,"í":170,"î":171,"ï":172,"ð":173,"ñ":174,"ò":175,"ó":176,"ô":177,"õ":178,"ö":179,"÷":180,"ø":181,"ù":182,"ú":183,"û":184,"ü":185,"ý":186,"þ":187,"ÿ":188,"Ā":189,"ā":190,"Ă":191,"ă":192,"Ą":193,"ą":194,"Ć":195,"ć":196,"Ĉ":197,"ĉ":198,"Ċ":199,"ċ":200,"Č":201,"č":202,"Ď":203,"ď":204,"Đ":205,"đ":206,"Ē":207,"ē":208,"Ĕ":209,"ĕ":210,"Ė":211,"ė":212,"Ę":213,"ę":214,"Ě":215,"ě":216,"Ĝ":217,"ĝ":218,"Ğ":219,"ğ":220,"Ġ":221,"ġ":222,"Ģ":223,"ģ":224,"Ĥ":225,"ĥ":226,"Ħ":227,"ħ":228,"Ĩ":229,"ĩ":230,"Ī":231,"ī":232,"Ĭ":233,"ĭ":234,"Į":235,"į":236,"İ":237,"ı":238,"Ĳ":239,"ĳ":240,"Ĵ":241,"ĵ":242,"Ķ":243,"ķ":244,"ĸ":245,"Ĺ":246,"ĺ":247,"Ļ":248,"ļ":249,"Ľ":250,"ľ":251,"Ŀ":252,"ŀ":253,"Ł":254,"ł":255,"Ń":256,"ĠĠ":257,"ĠĠĠĠ":258,"ĠĠĠĠĠĠĠĠ":259,"ĠĊ":260,"ĠĠĠĊ":261,"Ġt":262,"ou":263,"he":264,"ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ":265,"ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĊ":266,"in":267,"Ġa":268,"re":269,"Ġw":270,"Ġs":271,"Ġy":272,"Ġyou":273,"ha":274,"Ġm":275,"ĠĠĊ":276,"on":277,"ve":278,"ll":279,"Ġd":280,"ing":281,"Ġb":282,"Ġto":283,"it":284,"an":285,"Ġc":286,"Ġf":287,"Ġg":288,"ĠI":289,"Ġthe":290,"Ġl":291,"..":292,"or":293,"'t":294,"me":295,"hat":296,"ay":297,"Ġn":298,"ow":299,"'s":300,"is":301,"Ġme":302,"en":303,"Ġhe":304,"st":305,"er":306,"ot":307,"Ġit":308,"et":309,"ed":310,"Ġp":311,"You":312,"ea":313,"Ġha":314,"ome":315,"Ġh":316,"Ġo":317,"gh":318,"ke":319,"ght":320,"Ġth":321,"...":322,"id":323,"Ġbe":324,"se":325,"le":326,"as":327,"ld":328,"ver":329,"ck":330,"Ġin":331,"Ġof":332,"at":333,"Ġfor":334,"ar":335,"oo":336,"one":337,"Ġan":338,"ant":339,"ight":340,"es":341,"Ġre":342,"Ġst":343,"Ġk":344,"ut":345,"Ġu":346,"out":347,"What":348,"'ll":349,"ust":350,"Ġgo":351,"all":352,"Ġe":353,"Ġthat":354,"Ġhave":355,"ould":356,"Ġyour":357,"Ġdo":358,"ell":359,"Ġwant":360,"Ġwas":361,"Ġmy":362,"Ġr":363,"ce":364,"Ġkn":365,"The":366,"Ġdon":367,"Ġli":368,"'m":369,"It":370,"Ġj":371,"ee":372,"Ġknow":373,"Ġon":374,"Ġcan":375,"han":376,"ack":377,"Ġsome":378,"ith":379,"ad":380,"Ġis":381,"her":382,"al":383,"Wh":384,"om":385,"'re":386,"ong":387,"if":388,"nd":389,"th":390,"Ġne":391,"Ġnot":392,"Ġhere":393,"He":394,"ri":395,"ir":396,"Ġdid":397,"and":398,"ch":399,"ly":400,"No":401,"im":402,"Ġback":403,"ake":404,"Ġwith":405,"Ġget":406,"Ġjust":407,"ill":408,"op":409,"ore":410,"ĠL":411,"end":412,"Ġup":413,"Ġher":414,"Ġso":415,"Ġlike":416,"Ġare":417,"way":418,"ĠM":419,"Ġout":420,"Ġwe":421,"Ġshe":422,"Why":423,"Ġas":424,"Ġthis":425,"ime":426,"'d":427,"ĠC":428,"Ġhim":429,"Ġal":430,"ear":431,"ter":432,"hen":433,"ink":434,"ind":435,"Ġsa":436,"ood":437,"Ġsee":438,"other":439,"'ve":440,"ry":441,"ally":442,"pp":443,"Ġwh":444,"thing":445,"ep":446,"ain":447,"Ġany":448,"Ġwhat":449,"Ġall":450,"Ġand":451,"Ġpl":452,"ook":453,"to":454,"Don":455,"bout":456,"Ġdidn":457,"But":458,"Ġwor":459,"Ġsh":460,"nt":461,"us":462,"Ġat":463,"Ġtoo":464,"very":465,"art":466,"Ġthere":467,"ec":468,"Ġone":469,"Ġtime":470,"Ġnow":471,"So":472,"She":473,"ive":474,"ove":475,"our":476,"here":477,"Ġag":478,"Ġwon":479,"rom":480,"Ġabout":481,"Ġgot":482,"Ġsay":483,"Ġday":484,"If":485,"Ġcome":486,"rou":487,"ent":488,"Ġnight":489,"are":490,"lf":491,"ĠS":492,"am":493,"ur":494,"hank":495,"That":496,"ion":497,"un":498,"ame":499,"Ġtell":500,"Ġthink":501,"We":502,"Ġtake":503,"ĠA":504,"Ġcould":505,"Ġthem":506,"riend":507,"ap":508,"au":509,"ro":510,"ĠH":511,"Ġhad":512,"Ġthou":513,"Th":514,"uch":515,"ast":516,"ss":517,"ie":518,"Ġcall":519,"Ġreally":520,"Ġask":521,"kay":522,"but":523,"ct":524,"ure":525,"Ġwould":526,"Ġlook":527,"Ġno":528,"Ġbeen":529,"Ġnever":530,"How":531,"own":532,"ate":533,"be":534,"Ġlong":535,"Ġgoing":536,"alk":537,"Ġagain":538,"Ġmuch":539,"Ġlea":540,"Ġright":541,"ways":542,"Ġthought":543,"ber":544,"ef":545,"ra":546,"ving":547,"Ġif":548,"ine":549,"Ġover":550,"self":551,"Ġus":552,"And":553,"Thank":554,"Yes":555,"ge":556,"how":557,"Ġgood":558,"eat":559,"ick":560,"Ġke":561,"etter":562,"leep":563,"ice":564,"Ġman":565,"Ġoff":566,"Ġalways":567,"ble":568,"Ġother":569,"Ġfrom":570,"Ġex":571,"ĠMr":572,"ic":573,"ist":574,"Ġhapp":575,"Ġsaid":576,"Ġwork":577,"Ġshould":578,"ew":579,"il":580,"mber":581,"Ġgive":582,"aybe":583,"ease":584,"ave":585,"ait":586,"ose":587,"you":588,"ite":589,"row":590,"ĠK":591,"Ġwr":592,"ĠYou":593,"ess":594,"They":595,"Not":596,"eop":597,"get":598,"uy":599,"Ġor":600,"Ġbo":601,"Ġchan":602,"eft":603,"eople":604,"Mr":605,"fe":606,"Ġwill":607,"Ġmore":608,"Ġwere":609,"ost":610,"Ġevery":611,"Then":612,"Do":613,"Ġsleep":614,"ings":615,"Ġhow":616,"Ġstart":617,"Where":618,"ace":619,"day":620,"onight":621,"Ġdr":622,"Ġthey":623,"Ġleft":624,"Ġpeople":625,"Ġhis":626,"Ġneed":627,"the":628,"Ġtalk":629,"Ġaway":630,"Ġfriend":631,"Ġhome":632,"Who":633,"Go":634,"When":635,"wo":636,"ĠJ":637,"ret":638,"Ġch":639,"Ġfind":640,"oom":641,"Ġever":642,"Ġwanted":643,"Ġsomething":644,"Hey":645,"ĠLi":646,"urn":647,"This":648,"Let":649,"Some":650,"Well":651,"qu":652,"ĠB":653,"Ġtonight":654,"Ġway":655,"Ġwhen":656,"Ġby":657,"iss":658,"ers":659,"ard":660,"oney":661,"Ġstill":662,"Ġleave":663,"On":664,"ai":665,"ak":666,"hing":667,"mor":668,"na":669,"ĠP":670,"Ġmoney":671,"Ġco":672,"Ġcom":673,"eel":674,"Ġsomeone":675,"ause":676,"Maybe":677,"ab":678,"der":679,"ever":680,"fter":681,"ous":682,"Ġcl":683,"ish":684,"Ġstay":685,"Ġwho":686,"round":687,"Have":688,"ning":689,"red":690,"Ġyear":691,"Ġhas":692,"Did":693,"Okay":694,"os":695,"Ġaround":696,"Ġgir":697,"ater":698,"Ġread":699,"Ġdoing":700,"Ġroom":701,"Ġjo":702,"Is":703,"My":704,"ile":705,"so":706,"Ġvery":707,"Ġwait":708,"Ġbetter":709,"Ġtold":710,"ife":711,"ĠChan":712,"een":713,"for":714,"lse":715,"xt":716,"ĠWhat":717,"Ġqu":718,"Ġdown":719,"Ġmean":720,"Ġdays":721,"band":722,"dy":723,"el":724,"fore":725,"ue":726,"ul":727,"Ġbus":728,"Ġcare":729,"Ġfeel":730,"Ġlove":731,"Ġlate":732,"Ġelse":733,"ig":734,"iz":735,"Ġtr":736,"Ġtry":737,"ound":738,"ree":739,"Ġmind":740,"eah":741,"Ġhus":742,"ello":743,"ĠChow":744,"Ġhusband":745,"An":746,"Are":747,"Can":748,"Yeah":749,"pt":750,"Ġsure":751,"ven":752,"Ġche":753,"Ġlet":754,"Ġokay":755,"ide":756,"ass":757,"Ġyourself":758,"Ġwhy":759,"Ġused":760,"Ġexp":761,"Ġhappen":762,"Hello":763,"that":764,"Ġend":765,"reat":766,"Ġwife":767,"Ġsp":768,"itt":769,"Ġnext":770,"Ġplace":771,"Thanks":772,"Oh":773,"ip":774,"time":775,"uck":776,"Ġear":777,"Ġeat":778,"Ġsu":779,"Ġhour":780,"Ġkeep":781,"ĠMrs":782,"Come":783,"lease":784,"right":785,"ye":786,"Ġ'":787,"Ġmust":788,"onna":789,"Ġdre":790,"Ġbuy":791,"Ġgonna":792,"ĠIt":793,"Ġthen":794,"member":795,"Ġbefore":796,"irst":797,"Ġanything":798,"Ġdrink":799,"ĠLike":800,"Just":801,"Tell":802,"ff":803,"ĠF":804,"Ġmake":805,"Ġtomor":806,"Ġlot":807,"Ġpro":808,"ation":809,"There":810,"ried":811,"ĠKong":812,"Ġgirl":813,"Ġtomorrow":814,"bo":815,"lp":816,"ng":817,"with":818,"Ġv":819,"Ġea":820,"Ġbr":821,"Ġfew":822,"Ġpay":823,"Ġinto":824,"Ġremember":825,"Ġlive":826,"ĠHong":827,"Ġwouldn":828,"ag":829,"ies":830,"ty":831,"ually":832,"Ġ1":833,"Ġen":834,"Ġcar":835,"Ġfirst":836,"Ġthese":837,"atch":838,"Ġwasn":839,"Ġmyself":840,"ĠMay":841,"ect":842,"Ġlooking":843,"Good":844,"Please":845,"St":846,"um":847,"when":848,"ys":849,"hed":850,"ince":851,"Ġafter":852,"Ġbl":853,"ork":854,"Ġhelp":855,"Ġpo":856,"esn":857,"Ġonly":858,"Ġplease":859,"ctually":860,"Ġmany":861,"Ġyears":862,"00":863,"age":864,"dd":865,"ĠT":866,"ĠY":867,"Ġtwo":868,"Ġam":869,"Ġwent":870,"Ġseen":871,"Ġmar":872,"Ġmove":873,"Ġdea":874,"Ġtoday":875,"Ġlitt":876,"ort":877,"Ġthings":878,"ute":879,"Ġhaven":880,"Ġdoor":881,"ade":882,"ady":883,"Ġnew":884,"Ġnothing":885,"Ġwhile":886,"Ġplay":887,"Ġhours":888,"Ġlittle":889,"As":890,"All":891,"Get":892,"Now":893,"ole":894,"she":895,"ĠD":896,"ĠR":897,"Ġown":898,"res":899,"Ġwell":900,"Ġwom":901,"Ġwhere":902,"Ġsm":903,"Ġmight":904,"lly":905,"Ġbad":906,"Ġgone":907,"Ġold":908,"ather":909,"ope":910,"Ġsoon":911,"Ġwonder":912,"apan":913,"fere":914,"ĠJapan":915,"Any":916,"Ġwoman":917,"ac":918,"friend":919,"rd":920,"we":921,"yfriend":922,"Ġtrou":923,"Ġturn":924,"ough":925,"Ġsec":926,"Ġbir":927,"any":928,"Ġcame":929,"eth":930,"Ġbec":931,"Ġanother":932,"iffere":933,"Ġsame":934,"ecause":935,"rough":936,"ĠSu":937,"Ġcouldn":938,"aught":939,"In":940,"Rea":941,"ial":942,"more":943,"ock":944,"rn":945,"ĠĠĠĠĠĊ":946,"inn":947,"ready":948,"Ġsl":949,"Ġgu":950,"Ġlast":951,"Ġhu":952,"Ġthrough":953,"Ġforget":954,"Ġrest":955,"Ġkeys":956,"gether":957,"Ġboyfriend":958,"Ġchange":959,"Ġstarted":960,"Ġcomp":961,"body":962,"Ġtrouble":963,"Ġsecret":964,"ily":965,"lo":966,"umber":967,"ĠYes":968,"Ġthank":969,"ount":970,"inute":971,"Ġmade":972,"Ġdiffere":973,"Ġtogether":974,"ang":975,"Ġfun":976,"Ġguy":977,"Ġname":978,"Ġnumber":979,"Ġhear":980,"Ġpass":981,"Your":982,"Ġhard":983,"Ġreal":984,"ĠCh":985,"Ġalone":986,"Ġalready":987,"Ġanymore":988,"Ġsays":989,"Ġcalled":990,"isten":991,"Ġhappy":992,"Ġwrong":993,"Mrs":994,"One":995,"Ġjob":996,"Ġhappened":997,"times":998,"Really":999},"merges":["Ġ Ġ","ĠĠ ĠĠ","ĠĠĠĠ ĠĠĠĠ","Ġ Ċ","ĠĠ ĠĊ","Ġ t","o u","h e","ĠĠĠĠĠĠĠĠ ĠĠĠĠĠĠĠĠ","ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ ĠĠĠĊ","i n","Ġ a","r e","Ġ w","Ġ s","Ġ y","Ġy ou","h a","Ġ m","ĠĠ Ċ","o n","v e","l l","Ġ d","in g","Ġ b","Ġt o","i t","a n","Ġ c","Ġ f","Ġ g","Ġ I","Ġt he","Ġ l",". .","o r","' t","m e","ha t","a y","Ġ n","o w","' s","i s","Ġm e","e n","Ġ he","s t","e r","o t","Ġ it","e t","e d","Ġ p","Y ou","e a","Ġ ha","o me","Ġ h","Ġ o","g h","k e","gh t","Ġt h",".. .","i d","Ġb e","s e","l e","a s","l d","ve r","c k","Ġ in","Ġo f","a t","Ġf or","a r","o o","on e","Ġa n","an t","i ght","e s","Ġ re","Ġs t","Ġ k","u t","Ġ u","ou t","W hat","' ll","u st","Ġg o","a ll","Ġ e","Ġt hat","Ġha ve","ou ld","Ġyou r","Ġd o","e ll","Ġw ant","Ġw as","Ġm y","Ġ r","c e","Ġk n","T he","Ġd on","Ġl i","' m","I t","Ġ j","e e","Ġkn ow","Ġ on","Ġc an","ha n","a ck","Ġs ome","it h","a d","Ġ is","he r","a l","W h","o m","' re","on g","i f","n d","t h","Ġn e","Ġn ot","Ġhe re","H e","r i","i r","Ġd id","an d","c h","l y","N o","i m","Ġb ack","a ke","Ġw ith","Ġg et","Ġj ust","i ll","o p","o re","Ġ L","en d","Ġu p","Ġhe r","Ġs o","Ġli ke","Ġa re","w ay","Ġ M","Ġ out","Ġw e","Ġs he","Wh y","Ġa s","Ġth is","i me","' d","Ġ C","Ġh im","Ġa l","ea r","t er","he n","in k","in d","Ġs a","oo d","Ġs ee","ot her","' ve","r y","all y","p p","Ġw h","th ing","e p","a in","Ġan y","Ġw hat","Ġa ll","Ġan d","Ġp l","oo k","t o","D on","b out","Ġdid n","B ut","Ġw or","Ġs h","n t","u s","Ġa t","Ġto o","ver y","ar t","Ġthe re","e c","Ġ one","Ġt ime","Ġn ow","S o","S he","i ve","o ve","ou r","he re","Ġa g","Ġw on","r om","Ġa bout","Ġg ot","Ġs ay","Ġd ay","I f","Ġc ome","r ou","en t","Ġn ight","a re","l f","Ġ S","a m","u r","han k","T hat","i on","u n","a me","Ġt ell","Ġth ink","W e","Ġt ake","Ġ A","Ġc ould","Ġthe m","ri end","a p","a u","r o","Ġ H","Ġha d","Ġth ou","T h","u ch","a st","s s","i e","Ġc all","Ġre ally","Ġas k","k ay","b ut","c t","u re","Ġw ould","Ġl ook","Ġn o","Ġbe en","Ġne ver","H ow","ow n","at e","b e","Ġl ong","Ġgo ing","al k","Ġag ain","Ġm uch","Ġl ea","Ġr ight","way s","Ġthou ght","b er","e f","r a","v ing","Ġ if","in e","Ġo ver","se lf","Ġu s","A nd","T hank","Y es","g e","h ow","Ġg ood","ea t","i ck","Ġ ke","et ter","le ep","i ce","Ġm an","Ġof f","Ġal ways","b le","Ġ other","Ġf rom","Ġe x","ĠM r","i c","is t","Ġha pp","Ġsa id","Ġwor k","Ġsh ould","e w","i l","m ber","Ġg ive","ay be","ea se","a ve","a it","o se","y ou","it e","r ow","Ġ K","Ġw r","Ġ You","es s","The y","N ot","e op","g et","u y","Ġ or","Ġb o","Ġc han","ef t","eop le","M r","f e","Ġw ill","Ġm ore","Ġwe re","o st","Ġe very","The n","D o","Ġs leep","ing s","Ġh ow","Ġst art","W here","a ce","d ay","on ight","Ġd r","Ġthe y","Ġl eft","Ġp eople","Ġh is","Ġne ed","t he","Ġt alk","Ġa way","Ġf riend","Ġh ome","Wh o","G o","W hen","w o","Ġ J","re t","Ġc h","Ġf ind","oo m","Ġe ver","Ġwant ed","Ġsome thing","He y","ĠL i","ur n","Th is","L et","S ome","W ell","q u","Ġ B","Ġt onight","Ġw ay","Ġw hen","Ġb y","is s","er s","ar d","one y","Ġst ill","Ġlea ve","O n","a i","a k","h ing","m or","n a","Ġ P","Ġm oney","Ġc o","Ġc om","ee l","Ġsome one","au se","M aybe","a b","d er","e ver","f ter","ou s","Ġc l","is h","Ġst ay","Ġwh o","rou nd","H ave","n ing","re d","Ġy ear","Ġha s","D id","O kay","o s","Ġa round","Ġg ir","at er","Ġre ad","Ġdo ing","Ġr oom","Ġj o","I s","M y","i le","s o","Ġ very","Ġw ait","Ġb etter","Ġto ld","if e","ĠC han","e en","f or","l se","x t","Ġ What","Ġ qu","Ġd own","Ġme an","Ġday s","b and","d y","e l","f ore","u e","u l","Ġb us","Ġc are","Ġf eel","Ġl ove","Ġl ate","Ġe lse","i g","i z","Ġt r","Ġt ry","ou nd","re e","Ġm ind","ea h","Ġh us","ell o","ĠC how","Ġhus band","A n","A re","C an","Y eah","p t","Ġs ure","ve n","Ġc he","Ġl et","Ġo kay","id e","as s","Ġyour self","Ġwh y","Ġus ed","Ġex p","Ġhapp en","H ello","t hat","Ġ end","re at","Ġw ife","Ġs p","it t","Ġne xt","Ġpl ace","Thank s","O h","i p","t ime","u ck","Ġ ear","Ġ eat","Ġs u","Ġh our","Ġke ep","ĠMr s","C ome","l ease","r ight","y e","Ġ '","Ġm ust","on na","Ġd re","Ġb uy","Ġg onna","ĠI t","Ġthe n","me mber","Ġbe fore","ir st","Ġany thing","Ġdr ink","ĠLi ke","J ust","T ell","f f","Ġ F","Ġm ake","Ġto mor","Ġl ot","Ġp ro","at ion","The re","ri ed","ĠK ong","Ġgir l","Ġtomor row","b o","l p","n g","w ith","Ġ v","Ġ ea","Ġb r","Ġf ew","Ġp ay","Ġin to","Ġre member","Ġli ve","ĠH ong","Ġwould n","a g","i es","t y","u ally","Ġ 1","Ġ en","Ġc ar","Ġf irst","Ġthe se","at ch","Ġwas n","Ġmy self","ĠM ay","ec t","Ġlook ing","G ood","P lease","S t","u m","w hen","y s","he d","in ce","Ġa fter","Ġb l","or k","Ġhe lp","Ġp o","es n","Ġon ly","Ġpl ease","ct ually","Ġman y","Ġyear s","0 0","a ge","d d","Ġ T","Ġ Y","Ġt wo","Ġa m","Ġw ent","Ġs een","Ġm ar","Ġm ove","Ġd ea","Ġto day","Ġl itt","or t","Ġth ings","ut e","Ġhave n","Ġdo or","ad e","ad y","Ġne w","Ġnot hing","Ġwh ile","Ġpl ay","Ġhour s","Ġlitt le","A s","A ll","G et","N ow","o le","s he","Ġ D","Ġ R","Ġ own","re s","Ġw ell","Ġw om","Ġw here","Ġs m","Ġm ight","ll y","Ġb ad","Ġg one","Ġo ld","at her","op e","Ġso on","Ġwon der","ap an","fe re","ĠJ apan","An y","Ġwom an","a c","f riend","r d","w e","y friend","Ġt rou","Ġt urn","ou gh","Ġs ec","Ġb ir","an y","Ġc ame","et h","Ġbe c","Ġan other","if fere","Ġsa me","ec ause","rou gh","ĠS u","Ġcould n","au ght","I n","R ea","i al","m ore","o ck","r n","ĠĠĠĠ ĠĊ","in n","re ady","Ġs l","Ġg u","Ġl ast","Ġh u","Ġth rough","Ġfor get","Ġre st","Ġke ys","get her","Ġbo yfriend","Ġchan ge","Ġstart ed","Ġcom p","bo dy","Ġtrou ble","Ġsec ret","i ly","l o","u mber","Ġ Yes","Ġt hank","ou nt","in ute","Ġm ade","Ġd iffere","Ġto gether","an g","Ġf un","Ġg uy","Ġn ame","Ġn umber","Ġhe ar","Ġp ass","You r","Ġha rd","Ġre al","ĠC h","Ġal one","Ġal ready","Ġany more","Ġsay s","Ġcall ed","ist en","Ġhapp y","Ġwr ong","Mr s","On e","Ġjo b","Ġhappen ed","time s","Rea lly"]}}